Repository: prateekmedia/budgie-clipboard-applet
Catalog: po/*.po
Languages: nl

source: Welcome to Clipboard Manager
nl: Welkom bij Klembordbeheer

source: Your Clips will be saved Automatically
nl: Je klemborditems worden automatisch opgeslagen

source: History Size
nl: Geschiedenisomvang

source: Get Selection to Clipboard
nl: Selectie toevoegen aan klembord

source: Copy Selection to Clipboard
nl: Selectie kopiëren naar klembord

source: Case Sensitive Search
nl: Hoofdlettergevoelig zoeken

source: Save History to File
nl: Geschiedenis bewaren in bestand

source: Paste after Clicking (Requires xdotool)
nl: Plakken na klikken (xdotool vereist)

source: Clipboard Height
nl: Klembordhoogte

source: Restore Defaults
nl: Standaardwaarden

source: Clear All
nl: Alles wissen

source: Private Mode
nl: Privémodus

source: Enabling this will stop Clipboard Manager to save any Clips
nl: Schakel in om geen items meer op te slaan op het klembord

source: Notifications
nl: Meldingen

source: Enabling this will Notify you about every clips you copy
nl: Schakel in om na het kopiëren een melding te tonen

source: Search Clipboard History
nl: Klembordgeschiedenis doorzoeken

source: No Clipboard Items Found
nl: Geen klemborditems gevonden

source: Try changing search terms
nl: Probeer een andere zoekopdracht

source: Copied
nl: Gekopieerd
